@extends('header')

@section('content')
    {{--    @dd($stage);--}}
    <div class="breadcrumb-area breadcrumb-height" data-bg-image="{{ asset('myPublic/assets/images/background-img/1920400.png')}}">
        <div class="container h-100">
            <div class="row h-100">
                <div class="col-lg-12">
                    <div class="breadcrumb-item text-night-rider">
                        <h2 class="breadcrumb-heading">Политика обработки персональных данных</h2>
                        <ul>
                            <li>
                                <a href="{{route('mainpage')}}">На главную</a>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="faq-area section-space-y-axis-100">
        <div class="container">
            <div>
                <div class="col-lg-12">
                    <div class="frequently-area">
                        <div>
                            <div>
                                <div>
                                    <h5 class="heading mb-0">1. Общие положения</h5>
                                    <p>
                                        1.1. Политика в отношении обработки персональных данных (далее – «Политика») разработана во
                                        исполнение требований пункта 2 части 1 статьи 18.1 Федерального закона от 27.07.2006 № 152-ФЗ «О
                                        персональных данных» (далее – «Закон о персональных данных») в целях
                                        обеспечения прозрачности
                                    </p>
                                    <p>
                                        1.2. Во исполнение требований части 2 статьи 18.1 Закона о персональных данных настоящая Политика
                                        публикуется в свободном доступе в информационно-телекоммуникационной сети Интернет на сайте
                                        Оператора.
                                    </p>
                                    <p>
                                        1.3. Субъектом политики персональных данных является любое физическое лицо, обладающее
                                        соответствующими персональными данными.
                                    </p>
                                    <h5 class="heading mb-0">2. Термины и определения</h5>
                                    <p>
                                        2.1. Оператором является физическое лицо Ченский Сергей Валерьевич, действующий как физическое лицо (далее - "Оператор")
                                    </p>
                                    <p>
                                        2.2. Персональные данные – любая информация, относящаяся к прямо или косвенно определенному,
                                        или определяемому физическому лицу (субъекту персональных данных).
                                    </p>
                                    <p>
                                        2.3. Персональные данные, разрешенные субъектом персональных данных для распространения – это
                                        персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом
                                        персональных данных, путем дачи согласия на обработку персональных данных, разрешенных
                                        субъектом персональных данных для распространения.
                                    </p>
                                    <p>
                                        2.4. Обработка персональных данных – любое действие (операция) или совокупность действий
                                        (операций) с Персональными данными, совершаемых с использованием средств автоматизации или
                                        без их использования. Обработка персональных данных включает в себя, в том числе: сбор; запись;
                                        систематизацию; накопление; хранение; уточнение (обновление, изменение); извлечение;
                                        использование; передачу (распространение, предоставление, доступ); обезличивание; блокирование;
                                        удаление; уничтожение.
                                    </p>
                                    <p>
                                        2.5. Предоставление персональных данных – действия, направленные на раскрытие персональных
                                        данных определенному лицу или определенному кругу лиц.
                                    </p>
                                    <p>
                                        2.6. Блокирование персональных данных – временное прекращение обработки персональных данных
                                        (за исключением случаев, если обработка необходима для уточнения персональных данных).
                                    </p>
                                    <p>
                                        2.7. Уничтожение персональных данных – действия, в результате которых становится невозможным
                                        восстановить содержание персональных данных в информационной системе персональных данных и
                                        (или) в результате которых уничтожаются материальные носители персональных данных.
                                    </p>
                                    <p>
                                        2.8. Информационная система персональных данных – совокупность содержащихся в базах данных
                                        персональных данных и обеспечивающих их обработку информационных технологий и технических
                                        средств.
                                    </p>
                                    <h5 class="heading mb-0">3. Цели обработки персональных данных</h5>
                                    <p>
                                        3.1. Обработка Оператором Персональных данных осуществляется в следующих целях: обеспечение
                                        соблюдения Конституции Российской Федерации, федеральных законов и иных нормативных
                                        правовых актов Российской Федерации; осуществление деятельности в соответствии с уставом оператора
                                        Оператора.
                                    </p>
                                    <p>
                                        3.2. Согласие на обработку Персональных данных разрешенных субъектом Персональных данных для
                                        распространения предоставляется Оператору путем предоставления такого согласия с
                                        использованием Информационной системы уполномоченного органа по защите прав субъектов
                                        персональных данных.
                                    </p>
                                    <p>
                                        3.3. Оператор осуществляет автоматизированную обработку Персональных данных.
                                    </p>
                                    <h5 class="heading mb-0">4. Порядок, условия обработки и хранения персональных данных</h5>
                                    <p>
                                        4.1. Обработка Персональных данных осуществляется Оператором в соответствии с требованиями
                                        законодательства Российской Федерации.
                                    </p>
                                    <p>
                                        4.2. Обработка Персональных данных осуществляется с согласия субъектов Персональных данных на
                                        обработку их Персональных данных. Согласие на обработку персональных данных осуществляется в
                                        любой позволяющей подтвердить факт его получения форме.
                                    </p>
                                    <p>
                                        4.3. Согласие на обработку Персональных данных, разрешенных субъектом Персональных данных для
                                        распространения, оформляется отдельно от иных согласий субъекта Персональных данных на
                                        обработку его Персональных данных.
                                    </p>
                                    <h5 class="heading mb-0">5. Категории субъектов персональных данных</h5>
                                    <p>
                                        5.1. Обрабатываются Персональные данные следующих субъектов Персональных данных: пользователи веб-приложения.
                                    </p>
                                    <p>
                                        5.2. Персональные данные, получаемые Оператором: ФИО, дата рождения, номер телефона, место работы, логин аккаунта мессенджера Telegram.
                                    </p>
                                    <h5 class="heading mb-0">6. Основные права субъекта персональных данных</h5>
                                    <p>
                                        6.1. Субъект имеет право на доступ к его персональным и следующим сведениям:<br><br>
                                        Подтверждение факта обработки персональных данных Оператором;<br><br>
                                        Правовые основания и цели обработки Персональных данных;<br><br>
                                        Цели и применяемые Оператором способы обработки Персональных данных;<br><br>
                                        Наименование и место нахождения Оператора, сведения о лицах (за исключением работников
                                        Оператора), которые имеют доступ к Персональным данным или которым могут быть раскрыты
                                        Персональные данные на основании договора с Оператором или на основании законодательства
                                        Российской Федерации;<br><br>
                                        Сроки обработки Персональных данных, в том числе сроки их хранения;<br><br>
                                        Порядок осуществления субъектом Персональных данных прав, предусмотренных Законом о
                                        персональных данных;<br><br>
                                        Наименование или фамилия, имя, отчество и адрес лица, осуществляющего обработку Персональных
                                        данных по поручению Оператора, если обработка поручена или будет поручена такому лицу;<br><br>
                                        Обращение к Оператору и направление ему запросов.
                                    </p>
                                    <h5 class="heading mb-0">7. Актуализация, исправление, удаление и уничтожение персональных данных, ответы на запросы
                                        субъектов на доступ к персональным данным</h5>
                                    <p>
                                        7.1. Подтверждение факта обработки Персональных данных Оператором, правовые основания и цели
                                        обработки Персональных данных, а также иные сведения, указанные в части 7 статьи 14 Закона о
                                        персональных данных, предоставляются Оператором субъекту Персональных данных или его
                                        представителю при обращении либо при получении запроса субъекта Персональных данных или его
                                        представителя.
                                    </p>
                                    <p>
                                        7.1.1. Запрос субъекта должен содержать: актуальные данные субъекта.
                                    </p>
                                    <p>
                                        7.2. В случае выявления неточных Персональных данных при обращении субъекта Персональных
                                        данных или его представителя либо по их запросу или по запросу Роскомнадзора Оператор
                                        осуществляет блокирование Персональных данных, относящихся к этому субъекту Персональных
                                        данных, с момента такого обращения или получения указанного запроса на период проверки, если
                                        блокирование Персональных данных не нарушает права и законные интересы субъекта
                                        Персональных данных или третьих лиц.
                                    </p>
                                    <p>
                                        7.2.1. В случае подтверждения факта неточности Персональных данных Оператор на основании
                                        сведений, представленных субъектом Персональных данных или его представителем либо
                                        Роскомнадзором, или иных необходимых документов уточняет Персональные данные в течение семи
                                        рабочих дней со дня представления таких сведений и снимает блокирование Персональных данных.
                                    </p>
                                    <p>
                                        7.3. В случае выявления неправомерной обработки Персональных данных при обращении (запросе)
                                        субъекта Персональных данных или его представителя либо Роскомнадзора Оператор осуществляет
                                        блокирование неправомерно обрабатываемых Персональных данных, относящихся к этому субъекту
                                        Персональных данных, с момента такого обращения или получения запроса.
                                    </p>
                                    <p>
                                        7.4. При достижении целей обработки Персональных данных, а также в случае отзыва субъектом
                                        Персональных данных согласия на их обработку Персональных данных подлежат уничтожению, если:<br><br>
                                        Иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем, по
                                        которому является субъект Персональных данных;<br><br>
                                        Оператор не вправе осуществлять обработку без согласия субъекта Персональных данных на
                                        основаниях, предусмотренных Законом о персональных данных или иными федеральными
                                        законами;<br><br>
                                        Иное не предусмотрено другим соглашением между Оператором и субъектом Персональных данных.
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <script>
        var userId = {{Auth::id()}};
    </script>
    <script src="{{asset('js/updateFavouriteTender.js')}}" defer></script>
    <script src="{{asset('js/deleteFavouriteTender.js')}}" defer></script>
    <script src="{{asset('js/modalUnloadForm.js')}}" defer></script>
    <script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
@endsection
